/*
mouse,0
cow,1
tiger,2
rabbit,3
dragon,4
snake,5
horse,6
sheep,7
monkey,8
chick,9
dog,10
pig,11
*/

const qnaList = [
  {
    q: '1. 취미 모임에 도착한 당신, 어떻게 대화를 시작하나요?',
    a: [
      { answer: 'a. "..." 다른 사람이 말 걸기를 기다린다.'},
      { answer: 'b. "어제 그거 보셨어요?" 라며 대화를 먼저 시작한다.' },
    ]
  },
  {
    q: '2. 주변 사람들은 나를 어떤 사람이라 생각할까요?',
    a: [
      { answer: 'a. 조용하고 내성적인 친구' },
      { answer: 'b. 완전 인싸! 외향적인 친구' },
    ]
  },
  {
    q: '3. 바쁜 하루가 지나고 밤이 깊었네요. 내가 좋아하는 상황은?',
    a: [
      { answer: 'a. “드디어 나만의 시간인가…” 혼자서 조용히 하루를 정리한다.'},
      { answer: 'b. “야 지금 나오실?” 친구들과 스트레스 풀게 놀러 간다.' },
    ]
  },
  {
    q: '4. 팀원들과 1시간째 회의 중… 이젠 이런 아이디어 좀 나와라!',
    a: [
      { answer: 'a. 당장 적용 가능한 실용적인 아이디어 ' },
      { answer: 'b. 창의적이고 흥미로운 아이디어 ' },
    ]
  },
  {
    q: '5. 2022년 목표를 세운 당신, 어떻게 달성해 나갈 건가요?',
    a: [
      { answer: 'a. 작은 일로 시작하여 큰 그림을 그린다'},
      { answer: 'b. 큰 그림을 생각하고 작은 일에 착수한다'},
    ]
  },

  {
    q: '6. 일기를 쓰려고 다이어리를 폈다. 기억을 떠올려볼 때…',
    a: [
      { answer: 'a. 오늘 일어난 일을 상세하게 기억한다' },
      { answer: 'b. 일어난 사건의 맥락을 전반적으로 기억한다' },
    ]
  },
  {
    q: '7. 평소 의사 결정을 할 때, 무엇을 더 따르는 편인가요?',
    a: [
      { answer: 'a. 머리로 분석하여 판단' },
      { answer: 'b. 가슴이 시키는 대로…' },
    ]
  },
  {
    q: '8. 친구가 어울리지 않는 옷을 사겠다 연락이 왔다면?',
    a: [
      { answer: 'a. “음… 너와 어울리지 않아” 있는 그대로 팩트를 말한다.' },
      { answer: 'b. “예쁜데 다른 디자인은 없어?” 갈등을 피하기 위해 돌려 말한다.' },
    ]
  },
  {
    q: '9. 스터디에서 만난 빌런 중 나는 이런 사람이 더 싫다!',
    a: [
      { answer: '모르면서 아는 척하는 사람'},
      { answer: '무례하게 행동하며 분위기 흐리는 사람'},
    ]
  },
  {
    q: '10. 갓생을 살기로 다짐한 당신. 앞으로의 목표를 세워보자! ',
    a: [
      { answer: 'a. 1달 계획부터 1년 계획까지! 캘린더에 세심하게 정리한다.'},
      { answer: 'b. 인생은 모르는 것… 그때그때 흐름에 맡겨본다.' },
    ]
  },
  {
    q: '11. 친구가 갑자기 내 집에 놀러 온다네? 지금 내 방 상태는… ',
    a: [
      { answer: 'a. 반짝반짝 넘어질 뻔… 깔끔하게 정리되어 있다.'},
      { answer: 'b. 음...다음에 와 물건이 널브러져 있고 지저분하다.'},
    ]
  },
  {
    q: '12. 스터디 공부를 하고 있는데, 친구가 나오라고 연락이 왔다면?',
    a: [
      { answer: 'a. 하려던 공부가 우선! 다 끝내고 나중에 논다.'},
      { answer: 'b.잠깐 놀고, 공부하지 뭐! 공부와 놀이를 함께 한다.'},
    ]
  }
]
